tap 'cloudfoundry/tap'
tap 'git-duet/tap'
tap 'neovim/neovim'

brew 'bosh-cli'
brew 'bbl'
brew 'cf-cli'
brew 'fzf'
brew 'fasd'
brew 'git'
brew 'git-duet'
brew 'go'
brew 'jq'
brew 'lastpass-cli'
brew 'ruby-install'
brew 'ruby'
brew 'chruby'
brew 'shellcheck'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tig'
brew 'tree'
brew 'neovim'
brew 'watch'
brew 'wget'
brew 'dep'
brew 'direnv'

brew 'postgresql'
brew 'npm'
brew 'yarn'

cask 'flycut'
cask 'spectacle'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'intellij-idea'
cask 'iterm2'
cask 'slack'
cask 'spotify'
cask 'istat-menus'
